Repository: Apero-iOS/QRArt-iOS
Catalog: QRArtGenerator/Resource/*.lproj/Localizable.strings
Languages: de, fr, pt_pt, vi

source: Generating your QR...
de: Erzeugen Sie Ihre QR ...
fr: Génération de votre QR ...
pt_pt: Gerando seu QR ...
vi: Tạo QR của bạn ...

source: Time created
de: Zeit erstellt
fr: Temps créé
pt_pt: Tempo criado
vi: Thời gian được tạo ra

source: Style Name
de: Stilname
fr: Nom du style
pt_pt: Nome do estilo
vi: Tên Phong cách

source: QR Type
de: QR -Typ
fr: Type QR
pt_pt: Tipo QR
vi: Loại QR

source: QR code
pt_pt: Código QR
vi: mã QR

source: Share your QR
de: Teilen Sie Ihren QR
fr: Partagez votre QR
pt_pt: Compartilhe seu QR
vi: Chia sẻ QR của bạn

source: Select other style
de: Wählen Sie einen anderen Stil
fr: Sélectionnez un autre style
pt_pt: Selecione outro estilo
vi: Chọn phong cách khác

source: Details
de: Einzelheiten
fr: Détails
pt_pt: Detalhes
vi: Chi tiết

source: Link
de: Verknüpfung
fr: Lien
vi: Liên kết

source: Next
de: Nächste
fr: Suivant
pt_pt: Próximo
vi: Kế tiếp

source: Create your AI QR code
de: Erstellen Sie Ihren ai QR -Code
fr: Créez votre code AI QR
pt_pt: Crie seu código ai qr
vi: Tạo mã QR AI của bạn

source: Choose your QR Style
de: Wählen Sie Ihren qr -Stil
fr: Choisissez votre style qr
pt_pt: Escolha o seu estilo qr
vi: Chọn kiểu QR của bạn

source: Give Input for QR
de: Geben Sie die Eingabe für qr
fr: Donner une entrée pour QR
pt_pt: Dê entrada para qr
vi: Cho đầu vào cho QR

source: Provide AI Input Prompt
de: Geben Sie eine Eingabeaufforderung zur Eingabeaufforderung
fr: Fournir une invite d'entrée AI
pt_pt: Forneça um prompt de entrada Ai
vi: Cung cấp lời nhắc đầu vào AI

source: Final step: Initiate QR-Morph
de: Abschlussschritt: initiieren QR-Morph
fr: Étape finale: INITIER QR-MORPH
pt_pt: Etapa final: Iniciar QR-Morph
vi: Bước cuối cùng: bắt đầu qr-morph

# title_setting_banner
source: Unleash QR Artistry!
de: Führen Sie die QR -Kunst frei!
fr: Unleash QR Artistmer!
pt_pt: Desencadear arte qr!
vi: Giải phóng nghệ thuật QR!

# content_setting_banner
source: Turn ordinary codes into extraordinary creations.
de: Verwandeln Sie gewöhnliche Codes in außergewöhnliche Kreationen.
fr: Transformez les codes ordinaires en créations extraordinaires.
pt_pt: Transforme códigos comuns em criações extraordinárias.
vi: Biến mã thông thường thành các sáng tạo phi thường.

source: Create Now
de: Jetzt erstellen
fr: Créer maintenant
pt_pt: Crie agora
vi: Hãy tạo ngay

source: You're On
de: Sie sind auf
fr: Tu es sur
pt_pt: Você está ligado
vi: Bạn đang ở trên

source: Premium!
de: Prämie!
fr: Prime!
pt_pt: Prêmio!
vi: Phần thưởng!

source: Discover Wow QR Art
de: Entdecken Sie WOW QR -Kunst
fr: Découvrez l'art wow qr
pt_pt: Descubra Wow Qr Art
vi: Khám phá WOW QR Art

# content_onboarding
source: Get started and see how QR codes can be both practical and visually inspiring.
de: Gehen Sie an und sehen Sie, wie QR -Codes sowohl praktisch als auch visuell inspirierend sein können.
fr: Commencez et voyez comment les codes QR peuvent être à la fois pratiques et visuellement inspirants.
pt_pt: Comece e veja como os códigos QR podem ser práticos e visualmente inspiradores.
vi: Bắt đầu và xem làm thế nào mã QR có thể vừa thực tế vừa truyền cảm hứng trực quan.

source: Continue
de: Weitermachen
fr: Continuer
pt_pt: Continuar
vi: Tiếp tục

# message_delete_history
source: Would you like to delete this QR?
de: Möchten Sie dieses QR löschen?
fr: Souhaitez-vous supprimer ce QR?
pt_pt: Você gostaria de excluir este QR?
vi: Bạn có muốn xóa QR này không?

source: Exit
de: Ausfahrt
fr: Sortie
pt_pt: Saída
vi: Lối ra

# confirm_exit
source: Do you really want to exit?
de: Willst du wirklich gehen?
fr: Voulez-vous vraiment sortir?
pt_pt: Você realmente quer sair?
vi: Bạn có thực sự muốn thoát ra?

source: Yes
de: Ja
fr: Oui
pt_pt: Sim
vi: Đúng

source: No
de: NEIN
fr: Non
pt_pt: Não
vi: KHÔNG

source: Create more
de: Mehr erstellen
fr: Créer plus
pt_pt: Crie mais
vi: Tạo ra nhiều hơn

# update_qr
source: Upload QR
de: QR hochladen
fr: Télécharger QR
pt_pt: Carregue QR
vi: Tải lên QR

source: My QR
de: Mein QR
fr: Mon QR
pt_pt: Meu qr
vi: QR của tôi

source: Landscapes
de: Landschaften
fr: Paysages
pt_pt: Paisagens
vi: Phong cảnh

source: Portraits
de: Porträts
pt_pt: Retratos
vi: Chân dung

source: Flying dog
de: Fliegender Hund
fr: Chien volant
pt_pt: Cachorro voador
vi: Con chó bay

source: Young
de: Jung
fr: Jeune
pt_pt: Jovem
vi: Trẻ

source: City
de: Stadt
fr: Ville
pt_pt: Cidade
vi: Thành phố

source: Concepts
de: Konzepte
pt_pt: Conceitos
vi: Các khái niệm

source: Super Hero
de: Superheld
fr: Super-héros
pt_pt: Super heroi
vi: Siêu anh hùng

source: Elegant
fr: Élégant
pt_pt: Elegante
vi: Thanh lịch

# content_prompt_suggess_1
source: Black marble skin carbon-fiber cybernetic feminine young women robot with black carbon-fiber cable coming out of her head and eyes
de: Schwarzer Marmor Haut Kohlefaser kybernetisch femininer junger Frauen Roboter mit schwarzem Kohlefaserkabel aus Kopf und Augen
fr: Cybernetique en carbone en marbre noir Robot de jeunes femmes féminines avec câble en fibre de carbone noire sortant de sa tête et des yeux
pt_pt: Robô de Mulheres Cibernéticas para Mulheleiro de Marmore Negro robô de mulheres jovens com cabo de fibra de carbono preto saindo de sua cabeça e olhos
vi: Đen da đá carbon carbon nữ tính nữ tính nữ tính nữ tính

# content_prompt_suggess_2
source: Create an otherworldly alien landscape
de: Erstellen Sie eine jenseitige außerirdische Landschaft
fr: Créer un paysage extraterrestre d'un autre monde
pt_pt: Crie uma paisagem alienígena sobrenatural
vi: Tạo một cảnh quan xa lạ ở thế giới khác

# content_prompt_suggess_3
source: male anime character centered close up, oni mask, glitch art, glitchcore
de: männlicher Anime -Charakter zentrierte sich in der Nähe, Oni -Maske, Glitch Art, Glitchcore
fr: Caractère d'anime masculin centré sur Close Up, Oni Mask, Glitch Art, Glitchcore
pt_pt: Caráter de anime masculino centrado em close up, máscara oni, arte de galhos, glitchcore
vi: Nhân vật anime nam tập trung vào gần, mặt nạ oni, nghệ thuật trục trặc, Glitchcore

# content_prompt_suggess_4
source: Create an artwork that portrays the passage of time on a person's face.
de: Erstellen Sie ein Kunstwerk, das den Lauf der Zeit auf dem Gesicht einer Person darstellt.
fr: Créez une œuvre d'art qui dépeint le passage du temps sur le visage d'une personne.
pt_pt: Crie uma obra de arte que retrate a passagem do tempo no rosto de uma pessoa.
vi: Tạo một tác phẩm nghệ thuật miêu tả thời gian trôi qua trên khuôn mặt của một người.

# content_prompt_suggess_5
source: a cute magical flying dog, fantasy art drawn by disney concept artists, golden colour, high quality
de: Ein süßer magischer fliegender Hund, Fantasy -Kunst, gezeichnet von Disney -Konzeptkünstlern, goldene Farbe, hohe Qualität
fr: Un joli chien volant magique, un art fantastique dessiné par des artistes de concept Disney, une couleur dorée, de haute qualité
pt_pt: Um cachorro voador mágico fofo, arte de fantasia desenhada por artistas conceituais da Disney, cor dourada, alta qualidade
vi: Một con chó bay ma thuật dễ thương, nghệ thuật giả tưởng được vẽ bởi các nghệ sĩ khái niệm Disney, màu vàng, chất lượng cao

# content_prompt_suggess_6
source: gorgeous young girl sitting by window with headphones on, wearing white bra with translucent shirt over, soft lips, beach blonde hair
de: Wunderschönes junges Mädchen, das am Fenster mit Kopfhörern sitzt und weißem BH mit durchscheinendem Hemd, weiche Lippen, Strandblondehaare trägt
fr: Superbe jeune fille assise par la fenêtre avec des écouteurs, portant un soutien-gorge blanc avec une chemise translucide, des lèvres douces, des cheveux blonds de plage
pt_pt: Linda jovem sentada à janela com fones de ouvido, usando sutiã branco com camisa translúcida, lábios macios, cabelos loiros de praia
vi: Cô gái trẻ tuyệt đẹp ngồi bên cửa sổ với tai nghe, mặc áo ngực trắng với áo mờ, đôi môi mềm mại, mái tóc tóc vàng bãi biển

# content_prompt_suggess_7
source: city made out of glass, 3 5 mm, realism, octane render, 8k, exploration, cinematic
de: Stadt aus Glas, 3 5 mm, Realismus, Oktanzahl, 8k, Erkundung, Film
fr: Ville faite de verre, 3 5 mm, réalisme, rendu d'octane, 8k, exploration, cinématographique
pt_pt: City feito de vidro, 3 5 mm, realismo, renderização octana, 8k, exploração, cinematográfica
vi: Thành phố làm từ thủy tinh, 3 5 mm, chủ nghĩa hiện thực, kết xuất octan, 8K, thăm dò, điện ảnh

# content_prompt_suggess_8
source: Capture the essence of freedom and adventure.
de: Fangen Sie die Essenz von Freiheit und Abenteuer fest.
fr: Capturez l'essence de la liberté et de l'aventure.
pt_pt: Capture a essência da liberdade e da aventura.
vi: Nắm bắt bản chất của tự do và phiêu lưu.

# content_prompt_suggess_9
source: Environment castle nathria in world of warcraft
de: Umweltschloss Natria in der Welt von Warcraft
fr: Environnement Castle Nathria dans World of Warcraft
pt_pt: Castelo de Meio Ambiente Nathria em World of Warcraft
vi: Môi trường lâu đài Nathria trong World of Warcraft

# content_prompt_suggess_10
source: clear portrait of a superhero concept
de: Klares Porträt eines Superhelden -Konzepts
fr: Portrait clair d'un concept de super-héros
pt_pt: Retrato claro de um conceito de super -herói
vi: Rõ ràng chân dung của một khái niệm siêu anh hùng

# content_prompt_suggess_11
source: beautiful fashion elegant goddness of water, chic strapless dress, tropical sea background
de: schöne modische elegante Göttlichkeit von Wasser, schickes trägerloses Kleid, tropischer Meeres Hintergrund
fr: Belle mode élégante putain d'eau, robe sans bretelles chic, fond de mer tropical
pt_pt: Moda bonita elegante de Deus da água, vestido chique sem alças, fundo do mar tropical
vi: thời trang đẹp thanh lịch của nước, váy quây sang trọng, nền biển nhiệt đới

source: Not QR format
de: Kein QR -Format
fr: Pas le format QR
pt_pt: Não formato QR
vi: Không phải định dạng QR

# unlock_pro_month
source: Unlock Pro with %@/month
de: Profi mit %@/Monat freischalten
fr: Déverrouiller Pro avec% @ / mois
pt_pt: Desbloqueio pro com %@/mês
vi: Mở khóa Pro với %@/tháng

source: Website URL
de: Webadresse
fr: URL de site web
pt_pt: URL do site
vi: URL trang web

source: Save as 4K
de: Speichern Sie als 4K
fr: Économiser en 4K
pt_pt: Salve como 4K
vi: Lưu dưới dạng 4k

# permission_photos
source: To use the app, you will have to give us permission to access photos.
de: Um die App zu verwenden, müssen Sie uns die Erlaubnis geben, auf Fotos zuzugreifen.
fr: Pour utiliser l'application, vous devrez nous donner la permission d'accéder à des photos.
pt_pt: Para usar o aplicativo, você terá que nos dar permissão para acessar fotos.
vi: Để sử dụng ứng dụng, bạn sẽ phải cho phép chúng tôi truy cập ảnh.

source: Whoops!
de: Hoppla!
fr: Oups!
pt_pt: Opa!
vi: Rất tiếc!

source: Try again
de: Versuchen Sie es erneut
fr: Essayer à nouveau
pt_pt: Tente novamente
vi: Thử lại

source: Go further with
de: Geh weiter mit
fr: Aller plus loin
pt_pt: Vá mais longe com

# pro_up
source: PRO
de: PROFI
pt_pt: PRÓ

# version_iap
source: version
de: Ausführung
pt_pt: versão
