Repository: Apero-iOS/QRArt-iOS
Catalog: QRArtGenerator/Resource/*.lproj/Localizable.strings
Languages: de, fr, pt_pt, vi

source: Home
de: Heim
fr: Maison
pt_pt: Lar
vi: Trang chủ

source: Scan
fr: Analyse
pt_pt: Varredura
vi: Quét

source: Create
de: Erstellen
fr: Créer
pt_pt: Criar
vi: Tạo nên

source: History
de: Geschichte
fr: Histoire
pt_pt: História
vi: Lịch sử

source: Settings
de: Einstellungen
fr: Paramètres
pt_pt: Configurações
vi: Cài đặt

# title_onboarding_1
source: Get ready to explore our amazing utility and features!
de: Machen Sie sich bereit, um unser erstaunliches Dienstprogramm und unsere Funktionen zu erkunden!
fr: Préparez-vous à explorer notre utilité et nos fonctionnalités incroyables!
pt_pt: Prepare -se para explorar nossa incrível utilidade e recursos!
vi: Hãy sẵn sàng để khám phá tiện ích và tính năng tuyệt vời của chúng tôi!

# title_onboarding_2
source: Create unique and branded QR codes that represent your identity.
de: Erstellen Sie einzigartige und Marken -QR -Codes, die Ihre Identität darstellen.
fr: Créez des codes QR uniques et de marque qui représentent votre identité.
pt_pt: Crie códigos QR exclusivos e de marca que representam sua identidade.
vi: Tạo mã QR độc đáo và có thương hiệu đại diện cho danh tính của bạn.

# title_onboarding_3
source: Easily download or share your QR codes
de: Einfach Ihre QR -Codes herunterladen oder freigeben
fr: Téléchargez ou partagez facilement vos codes QR
pt_pt: Faça o download facilmente ou compartilhe seus códigos QR
vi: Dễ dàng tải xuống hoặc chia sẻ mã QR của bạn

# content_onboarding_1
source: With AI QR App, you can easily create, scan, and manage QR codes smartly and efficiently.
de: Mit der AI -QR -App können Sie QR -Codes einfach und effizient erstellen, scannen und verwalten.
fr: Avec l'application AI QR, vous pouvez facilement créer, numériser et gérer les codes QR intelligemment et efficacement.
pt_pt: Com o aplicativo AI QR, você pode criar, digitalizar e gerenciar facilmente os códigos QR de maneira inteligente e eficiente.
vi: Với ứng dụng AI QR, bạn có thể dễ dàng tạo, quét và quản lý mã QR một cách thông minh và hiệu quả.

# content_onboarding_2
source: Enjoy a personalized experience with the ability to edit the template of your QR codes.
de: Genießen Sie eine personalisierte Erfahrung mit der Fähigkeit, die Vorlage Ihrer QR -Codes zu bearbeiten.
fr: Profitez d'une expérience personnalisée avec la possibilité de modifier le modèle de vos codes QR.
pt_pt: Desfrute de uma experiência personalizada com a capacidade de editar o modelo dos seus códigos QR.
vi: Tận hưởng trải nghiệm cá nhân hóa với khả năng chỉnh sửa mẫu mã QR của bạn.

# content_onboarding_3
source: Each your customers quickly and conveniently with others via email, messages, or popular social media platforms.
de: Jeder Ihre Kunden schnell und bequem mit anderen per E -Mail, Nachrichten oder beliebten Social -Media -Plattformen.
fr: Chacun vos clients rapidement et commodément avec les autres par e-mail, messages ou plateformes de médias sociaux populaires.
pt_pt: Cada um dos seus clientes de maneira rápida e conveniente com outras pessoas por e -mail, mensagens ou plataformas populares de mídia social.
vi: Mỗi khách hàng của bạn một cách nhanh chóng và thuận tiện với những người khác thông qua email, tin nhắn hoặc nền tảng truyền thông xã hội phổ biến.

source: Choose a template
de: Wählen Sie eine Vorlage
fr: Choisissez un modèle
pt_pt: Escolha um modelo
vi: Chọn một mẫu

source: Select QR type
de: Wählen Sie QR -Typ
fr: Sélectionnez le type QR
pt_pt: Selecione Tipo QR
vi: Chọn loại QR

source: Basic
fr: Basique
pt_pt: Básico
vi: Cơ bản

source: Social Media
de: Sozialen Medien
fr: Réseaux sociaux
pt_pt: Mídia social
vi: Mạng xã hội

source: Other
de: Andere
fr: Autre
pt_pt: Outro
vi: Khác

source: Done
de: Erledigt
fr: Fait
pt_pt: Feito
vi: Xong

source: Artify your QR Codes
de: Karten Sie Ihre QR -Codes
fr: Artifier vos codes QR
pt_pt: Artifique seus códigos QR
vi: CÔNG CỤ QR của bạn

# no_qrs_created_yet
source: No QRs created yet? Don't worry, the art-filled QR awaits!
de: Noch keine QRs erstellt? Mach dir keine Sorgen, das mit Kunst gefüllte QR wartet!
fr: Pas encore de QR créé? Ne vous inquiétez pas, le QR rempli d'art vous attend!
pt_pt: Nenhum QRS ainda criou? Não se preocupe, o QR cheio de arte aguarda!
vi: Chưa có QRS nào được tạo ra? Đừng lo lắng, QR đầy nghệ thuật đang chờ đợi!

source: Create QR
de: Qr erstellen
fr: Créer QR
pt_pt: Crie QR
vi: Tạo QR

source: Search QR name
de: Suchen Sie den QR -Namen
fr: Rechercher le nom QR
pt_pt: Pesquise o nome QR
vi: Tìm kiếm tên QR

source: Language
de: Sprache
fr: Langue
pt_pt: Linguagem
vi: Ngôn ngữ

source: Privacy policy
de: Datenschutz-Bestimmungen
fr: politique de confidentialité
pt_pt: política de Privacidade
vi: Chính sách bảo mật

source: Rate app
de: Bewertungs App
fr: Application de taux
pt_pt: App de taxa
vi: Đánh giá ứng dụng

source: Share app
de: App teilen
fr: Partager l'application
pt_pt: Compartilhe o aplicativo
vi: Chia sẻ ứng dụng

source: Version
de: Ausführung
pt_pt: Versão
vi: Phiên bản

source: Upgrade to QR
de: Upgrade auf QR
fr: Passer à QR
pt_pt: Atualize para QR
vi: Nâng cấp lên QR

# content_banner_setting
source: Unlimited Access To Everything
de: Unbegrenzter Zugang zu allem
fr: Accès illimité à tout
pt_pt: Acesso ilimitado a tudo
vi: Quyền truy cập không giới hạn vào mọi thứ

source: Try it out
de: Versuch es
fr: Essaye le
pt_pt: Experimente
vi: Thử ngay

source: All
de: Alle
fr: Tous
pt_pt: Todos
vi: Tất cả

source: Open Link
de: Verbindung öffnen
fr: Ouvrir le lien
pt_pt: Link aberto
vi: Mở liên kết

# phone_message
source: Message
de: Nachricht
pt_pt: Mensagem
vi: Tin nhắn

# phone_call
source: Phone
de: Telefon
fr: Téléphone
pt_pt: Telefone
vi: Điện thoại

source: Copy Text
de: Text kopieren
fr: Copier le texte
pt_pt: Copiar texto
vi: Sao chép văn bản

# open_mail
source: Send Mail
de: Post senden
fr: Envoyer un mail
pt_pt: Enviar correio
vi: Gửi thư

source: Access Wifi
de: Zugang zu WLAN
fr: Accéder au WiFi
pt_pt: Acesso Wi -Fi
vi: Truy cập wifi

# create_qr_title
source: QR Creation with
de: QR -Kreation mit
fr: Création QR avec
pt_pt: Criação QR com
vi: Tạo QR với

source: Name
fr: Nom
pt_pt: Nome
vi: Tên

source: Website Link
fr: Lien de site Web
pt_pt: Link do site
vi: Địa chỉ website

source: Contact Name
de: Kontaktname
fr: Nom du contact
pt_pt: Nome de contato
vi: Tên Liên lạc

source: Enter Contact Name
de: Geben Sie den Kontaktnamen ein
fr: Entrez le nom du contact
pt_pt: Digite o nome do contato
vi: Nhập tên liên hệ

source: Text
fr: Texte
pt_pt: Texto
vi: Chữ

# enter_text_here
source: Enter a text here
de: Geben Sie hier einen Text ein
fr: Entrez un texte ici
pt_pt: Digite um texto aqui
vi: Nhập một văn bản vào đây

source: Email to
de: E-Mail an
fr: Envoyer à
pt_pt: Email para
vi: Email đến

source: Subject
de: Thema
fr: Sujet
pt_pt: Assunto
vi: Chủ thể

source: Enter subject
de: Betreff eingeben
fr: Entrer le sujet
pt_pt: Insira o assunto
vi: Nhập chủ đề

# email_desc
source: E-mail Description
de: E-Mail-Beschreibung
fr: Description par e-mail
pt_pt: Descrição do e-mail
vi: Mô tả e-mail

source: Instagram URL
fr: URL Instagram
pt_pt: URL do Instagram
vi: URL Instagram

source: Facebook URL
fr: L'adresse URL de Facebook
pt_pt: URL Facebook
vi: URL Facebook

source: Twitter URL
fr: URL Twitter
pt_pt: URL do Twitter
vi: URL Twitter

source: Spotify URL
fr: URL Spotify
vi: URL Spotify

source: Youtube URL
fr: URL YouTube
pt_pt: URL do YouTube
vi: URL YouTube

source: Enter Wifi name
de: Geben Sie den WLAN -Namen ein
fr: Entrez le nom wifi
pt_pt: Digite o nome do wifi
vi: Nhập tên wifi

source: Password
de: Passwort
fr: Mot de passe
pt_pt: Senha
vi: Mật khẩu

source: Enter password
de: Passwort eingeben
fr: Entrer le mot de passe
pt_pt: Digite a senha
vi: Nhập mật khẩu

source: Paypal URL
fr: URL PayPal
pt_pt: URL do PayPal
vi: URL PAYPAL

source: Enter link here
de: Geben Sie hier den Link ein
fr: Entrez le lien ici
pt_pt: Digite o link aqui
vi: Nhập liên kết vào đây

# desc
source: Description
de: Beschreibung
pt_pt: Descrição
vi: Sự miêu tả

# note_payment
source: Note for the payment
de: Hinweis für die Zahlung
fr: Remarque pour le paiement
pt_pt: Nota para o pagamento
vi: Lưu ý cho khoản thanh toán

source: Security Mode
de: Sicherheitsmodus
fr: Mode sécurité
pt_pt: modo de segurança
vi: Chế độ bảo mật

source: Guidance
de: Orientierungshilfe
fr: Conseils
pt_pt: Orientação
vi: Hướng dẫn

# guidance_desc
source: Show the influence of prompts on image generation.
de: Zeigen Sie den Einfluss von Aufforderungen auf die Bilderzeugung.
fr: Montrez l'influence des invites sur la génération d'images.
pt_pt: Mostre a influência dos avisos na geração de imagens.
vi: Hiển thị ảnh hưởng của lời nhắc đến việc tạo hình ảnh.

# controlnet_scale
source: ControNet scale
de: Kontronettskala
fr: Échelle de controvers
pt_pt: Escala Controneta
vi: Thang đo đối nghịch

# controlnet_scale_desc
source: ControNet scale measures the ability of an AI generation system to produce outputs with higher levels of control.
de: Die Contronet -Skala misst die Fähigkeit eines KI -Erzeugungssystems, Ausgaben mit höheren Kontrollniveaus zu erzeugen.
fr: L'échelle Controntet mesure la capacité d'un système de génération d'IA à produire des sorties avec des niveaux de contrôle plus élevés.
pt_pt: A escala de contronet mede a capacidade de um sistema de geração de IA de produzir saídas com níveis mais altos de controle.
vi: Thang đo đối kháng đo lường khả năng của một hệ thống tạo AI để tạo ra các đầu ra với mức độ kiểm soát cao hơn.

source: Steps
de: Schritte
fr: Pas
pt_pt: Passos
vi: Các bước

# steps_desc
source: Quality improves as the sampling step increases
de: Die Qualität verbessert sich mit zunehmendem Abtastschritt
fr: La qualité s'améliore à mesure que l'étape d'échantillonnage augmente
pt_pt: A qualidade melhora à medida que a etapa de amostragem aumenta
vi: Chất lượng được cải thiện khi bước lấy mẫu tăng

source: Prompt
fr: Rapide
pt_pt: Incitar
vi: Lời nhắc

# prompt_desc
source: Prompt that guides the generation towards
de: Auffordern, die die Generation in Richtung leitet
fr: Invite qui guide la génération vers
pt_pt: Solicitar que orienta a geração para
vi: Nhắc rằng hướng dẫn thế hệ hướng tới

# enter_prompt
source: Enter any Prompt
de: Geben Sie jede Eingabeaufforderung ein
fr: Entrez n'importe quelle invite
pt_pt: Insira qualquer prompt
vi: Nhập bất kỳ lời nhắc nào

source: Select country code
de: Ländercode auswählen
fr: Sélectionner le code du pays
pt_pt: Selecione Código do país
vi: Chọn mã quốc gia

source: Phone Number
de: Telefonnummer
fr: Numéro de téléphone
pt_pt: Número de telefone
vi: Số điện thoại

source: Advanced Settings
de: Erweiterte Einstellungen
fr: Réglages avancés
pt_pt: Configurações avançadas
vi: Cài đặt nâng cao

source: Generate QR
de: Qr erzeugen
fr: Générer QR
pt_pt: Gerar qr
vi: Tạo QR

source: Picker
fr: Cueilleur
vi: Người chọn

# would_you_like_to_delete
source: Would you like to delete this QR?
de: Möchten Sie dieses QR löschen?
fr: Souhaitez-vous supprimer ce QR?
pt_pt: Você gostaria de excluir este qr?
vi: Bạn có muốn xóa QR này không?

source: Delete
de: Löschen
fr: Supprimer
pt_pt: Excluir
vi: Xóa bỏ

source: Cancel
de: Stornieren
fr: Annuler
pt_pt: Cancelar
vi: Hủy bỏ

source: Copy success!
de: Erfolg kopieren!
fr: Copiez le succès!
pt_pt: Copie o sucesso!
vi: Sao chép thành công!

# unknow_error
source: Unknown error!
de: Unbekannter Fehler!
fr: Erreur inconnue!
pt_pt: Erro desconhecido!
vi: Lỗi không rõ!

source: Connected!
de: In Verbindung gebracht!
fr: Connecté!
pt_pt: Conectado!
vi: Kết nối!

source: No Connected!
de: Kein verbunden!
fr: Pas connecté!
pt_pt: Sem conectado!
vi: Không có kết nối!

source: No QR found
de: Kein QR gefunden
fr: Aucun QR trouvé
pt_pt: Nenhum QR encontrado
vi: Không tìm thấy QR

source: results
de: Ergebnisse
fr: résultats
pt_pt: resultados
vi: Kết quả

source: Result
de: Ergebnis
fr: Résultat
pt_pt: Resultado
vi: Kết quả

# title_banner_home
source: QR Creation with
de: QR -Kreation mit
fr: Création QR avec
pt_pt: Criação QR com
vi: Tạo QR với

# content_banner_home
source: Make your QR code become more special with our AI - service!
de: Machen Sie Ihren QR -Code mit unserem KI - Service mehr zu einem besonderen Wert!
fr: Rendez votre code QR de devenir plus spécial avec notre service AI -!
pt_pt: Torne seu código QR mais especial com o nosso serviço de IA!
vi: Làm cho mã QR của bạn trở nên đặc biệt hơn với dịch vụ AI của chúng tôi!

source: View more
de: Mehr sehen
fr: Voir plus
pt_pt: Veja mais
vi: Xem thêm

source: AI Art
de: KI -Kunst
fr: Art de l'IA
vi: Nghệ thuật AI

# cannot_be_empty
source: This field cannot be empty.
de: Dieses Feld kann nicht leer sein.
fr: Ce champ ne peut pas être vide.
pt_pt: Este campo não pode estar vazio.
vi: Trường này không thể để trống.

# negative_prompt
source: Negative Prompt (Optional)
de: Negative Eingabeaufforderung (optional)
fr: Invite négative (facultative)
pt_pt: Prompt negativo (opcional)
vi: Lời nhắc âm (tùy chọn)

# negative_prompt_desc
source: Prompt that warn AI to pretend
de: Auffordern Sie, dass die Ki vorgibt
fr: Invite à avertir l'IA de faire semblant
pt_pt: Solicite que avise a IA para fingir
vi: Nhắc rằng AI cảnh báo giả vờ

source: No advertisements
de: Keine Werbung
fr: Aucune publicité
pt_pt: Sem anúncios
vi: Không có quảng cáo

source: Unlimited QR generation
de: Unbegrenzte QR -Generation
fr: Génération de QR illimitée
pt_pt: Geração QR ilimitada
vi: Tạo QR không giới hạn

source: Download 4K Quality
de: Laden Sie die 4K -Qualität herunter
fr: Télécharger la qualité 4K
pt_pt: Baixe a qualidade 4K
vi: Tải xuống chất lượng 4K

source: Unlock all premium styles
de: Schalte alle Premium -Stile frei
fr: Déverrouiller tous les styles premium
pt_pt: Desbloqueie todos os estilos premium
vi: Mở khóa tất cả các kiểu cao cấp

source: Weekly
de: Wöchentlich
fr: Hebdomadaire
pt_pt: Semanalmente
vi: Hàng tuần

source: Auto Renewal
de: Automatische Erneuerung
fr: Renouvellement automatique
pt_pt: Renovação automática
vi: Tự động gia hạn

source: FREE %@-Day Trial
de: Kostenloser %@-Tagesversuch
fr: Essai de jour GRATUIT @ - Day
pt_pt: %@-teste diurno
vi: Miễn phí %@-ngày thử nghiệm

source: Monthly
de: Monatlich
fr: Mensuel
pt_pt: Por mês
vi: Hàng tháng

source: Lifetime
de: Lebensdauer
fr: Durée de vie
pt_pt: Vida
vi: Cả đời

source: Popular
de: Beliebt
fr: Populaire
vi: Phổ biến

source: Onetime payment
de: Einmalige Zahlung
fr: Paiement sur le temps
pt_pt: Pagamento ONETIME
vi: Thanh toán một lần

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
pt_pt: Termos de serviço
vi: Điều khoản dịch vụ

source: Restore
de: Wiederherstellen
fr: Restaurer
pt_pt: Restaurar
vi: Khôi phục

# iap_description
source: • Subscribed user has unlimited access to the services. • Payment will be charged to iTunes Account at purchase confirmation. • Subscription automatically renews within 24-hours prior to the end of the current subscription period. • Subscription may be managed and auto-renewal may be turned off by going to the User's Account Settings after purchased. • Any unused portion of a free trial period, if offered, will be forfeited when user purchases a subscription to that publication, where applicable
de: • Der abonnierte Benutzer hat unbegrenzten Zugriff auf die Dienste. • Die Zahlung wird bei Kaufbestätigung auf das iTunes -Konto berechnet. • Abonnement verlängert automatisch innerhalb von 24 Stunden vor dem Ende des aktuellen Abonnementzeitraums. • Das Abonnement kann verwaltet und automatisch erneuert werden, indem nach dem Kauf in die Kontoeinstellungen des Benutzers eingelegt wird. • Bei angebotenen kostenlosen Testzeiten wird ein unbenutzter Teil eines kostenlosen Testzeitraums verfällt, wenn der Benutzer gegebenenfalls ein Abonnement für diese Veröffentlichung kauft
fr: • L'utilisateur abonné a un accès illimité aux services. • Le paiement sera facturé sur le compte iTunes lors de la confirmation d'achat. • L'abonnement se renouvelle automatiquement dans les 24 heures avant la fin de la période d'abonnement actuelle. • L'abonnement peut être géré et le renouvellement automatique peut être désactivé en allant aux paramètres du compte de l'utilisateur après l'achat. • Toute partie inutilisée d'une période d'essai gratuite, si elle est offerte, sera perdue lorsque l'utilisateur achètera un abonnement à cette publication, le cas échéant
pt_pt: • O usuário assinado tem acesso ilimitado aos serviços. • O pagamento será cobrado na conta do iTunes na confirmação de compra. • A assinatura renova automaticamente dentro de 24 horas antes do final do período atual de assinatura. • A assinatura pode ser gerenciada e a renovação automática pode ser desativada indo às configurações da conta do usuário após a compra. • Qualquer parte não utilizada de um período de teste gratuito, se oferecido, será perdido quando o usuário comprar uma assinatura dessa publicação, quando aplicável
vi: • Người dùng đã đăng ký có quyền truy cập không giới hạn vào Dịch vụ. • Thanh toán sẽ được tính vào tài khoản iTunes khi xác nhận mua hàng. • Đăng ký tự động gia hạn trong vòng 24 giờ trước khi kết thúc thời gian đăng ký hiện tại. • Đăng ký có thể được quản lý và tự động gia hạn có thể bị tắt bằng cách truy cập cài đặt tài khoản của người dùng sau khi mua. • Bất kỳ phần không được sử dụng nào của thời gian dùng thử miễn phí, nếu được cung cấp, sẽ bị mất khi người dùng mua một thuê bao cho ấn phẩm đó, nếu có

source: Languages
de: Sprachen
fr: Langues
pt_pt: línguas
vi: Ngôn ngữ

source: Amount
de: Menge
fr: Montant
pt_pt: Quantia
vi: Số lượng

source: Download
de: Herunterladen
fr: Télécharger
vi: Tải xuống

source: Download 4K
de: Herunterladen 4K
fr: Télécharger 4K
pt_pt: Baixar 4K
vi: Tải xuống 4K

source: Regenerate
de: Regenerieren
fr: Régénérer
pt_pt: Regenerado
vi: Tạo lại

source: Share QR
fr: Partager QR
pt_pt: Compartilhar qr
vi: Chia sẻ QR

source: Back to Home
de: Zurück nach Hause
fr: De retour à la maison
pt_pt: De volta para casa
vi: Trở về trang chủ

# saved_success
source: You have saved the QR successfully!
de: Sie haben den QR erfolgreich gerettet!
fr: Vous avez enregistré le QR avec succès!
pt_pt: Você salvou o QR com sucesso!
vi: Bạn đã lưu thành công QR!

source: Save
de: Speichern
fr: Sauvegarder
pt_pt: Salvar
vi: Lưu

source: Ad is loading
de: AD lädt
fr: L'annonce est chargée
pt_pt: Anúncio está carregando
vi: AD đang tải

source: An error occurred
de: Ein Fehler ist aufgetreten
fr: Une erreur s'est produite
pt_pt: Um erro ocorreu
vi: Một lỗi đã xảy ra

# no_internet
source: No internet connection was found. Check your connection or try again.
de: Kein Internet
fr: Pas d'Internet
pt_pt: Sem internet
vi: Không có mạng

source: An unknown error
de: Ein unbekannter Fehler
fr: Une erreur inconnue
pt_pt: Um erro desconhecido
vi: Một lỗi không xác định

source: Enter QR name
de: Geben Sie den QR -Namen ein
fr: Entrez le nom QR
pt_pt: Digite o nome QR
vi: Nhập tên QR

source: Download Success
de: Erfolg herunterladen
fr: Télécharger le succès
pt_pt: Baixar sucesso
vi: Tải xuống thành công

source: Search country
de: Suchland
fr: Pays de recherche
pt_pt: País de pesquisa
vi: Tìm kiếm quốc gia

# enter_desc
source: Enter Description
de: Beschreibung eingeben
fr: Entrez description
pt_pt: Digite a descrição
vi: Nhập mô tả

# valid_email
source: Please input email valid
de: Bitte geben Sie eine E -Mail gültig ein
fr: Veuillez saisir le courrier électronique valide
pt_pt: Insira o e -mail válido
vi: Vui lòng nhập email hợp lệ

# advanced_settings_sub_title
source: Adjustment for QR Template
de: Anpassung für die QR -Vorlage
fr: Réglage du modèle QR
pt_pt: Ajuste para o modelo QR
vi: Điều chỉnh cho mẫu QR

# invalid_url
source: Please enter a valid URL
de: Bitte geben Sie eine gültige URL ein
fr: Veuillez saisir une URL valide
pt_pt: Por favor, insira um URL válido
vi: Vui lòng nhập URL hợp lệ

# invalid_phone_number
source: Please enter a valid phone number
de: Bitte geben Sie eine gültige Telefonnummer ein
fr: s'il vous plaît entrer un numéro de téléphone valide
pt_pt: Por favor insira um número de telefone válido
vi: Xin vui lòng nhập một số điện thoại hợp lệ

# photos_access
source: Photos Access Permission
de: Fotos zugreifen zu Genehmigung
fr: Permission d'accès aux photos
pt_pt: Fotos Acesse permissão
vi: Hình ảnh quyền truy cập

# photos_access_desc
source: To use the app, you will have to give us permission to access camera.
de: Um die App zu verwenden, müssen Sie uns die Erlaubnis geben, auf Kamera zuzugreifen.
fr: Pour utiliser l'application, vous devrez nous donner la permission d'accéder à la caméra.
pt_pt: Para usar o aplicativo, você terá que nos dar permissão para acessar a câmera.
vi: Để sử dụng ứng dụng, bạn sẽ phải cho phép chúng tôi truy cập camera.

source: Allow Access
de: Erlauben den Zugriff
fr: Permettre l'accès
pt_pt: Permitir acesso
vi: Cho phép truy cập

source: Not allow
de: Nicht erlauben
fr: Ne pas permettre
pt_pt: Não permitido
vi: Không cho phép

# valid_amount
source: Please input amount valid
de: Bitte geben Sie den Betrag gültig ein
fr: Veuillez saisir le montant valide
pt_pt: Por favor, insira o valor válido
vi: Vui lòng nhập số tiền hợp lệ

source: Yearly
de: Jährlich
fr: Annuel
pt_pt: Anual
vi: Hàng năm

source: Save & Share
de: Speichern und teilen
fr: Sauver partager
pt_pt: Salvar compartilhamento
vi: Lưu và chia sẻ

# could_not_load_data
source: Couldn't load data. Please try again
de: Konnten keine Daten laden. Bitte versuche es erneut
fr: Ne pouvait pas charger des données. Veuillez réessayer
pt_pt: Não foi possível carregar dados. Por favor, tente novamente
vi: Không thể tải dữ liệu. Vui lòng thử lại

source: Reset
de: Zurücksetzen
fr: Réinitialiser
pt_pt: Reiniciar
vi: Cài lại

source: Cancel anytime
de: Jederzeit abbrechen
fr: Annuler à tout moment
pt_pt: Cancelar a qualquer hora
vi: Hủy bất cứ lúc nào

source: You QR code
de: Sie QR -Code
fr: Votre code qr
pt_pt: Seu código QR
vi: Bạn mã QR

source: Edit
de: Bearbeiten
fr: Modifier
pt_pt: Editar
vi: Biên tập

source: Choose Style
de: Wählen Sie Stil
fr: Choisir le style
pt_pt: Escolha o estilo
vi: Chọn phong cách

source: Upload your QR
de: Laden Sie Ihre QR hoch
fr: Téléchargez votre QR
pt_pt: Carregue seu QR
vi: Tải lên QR của bạn

source: Create new QR
de: Neue QR erstellen
fr: Créer un nouveau QR
pt_pt: Crie novo QR
vi: Tạo QR mới

source: Describe QR Art Idea
de: Beschreiben Sie QR -Kunstidee
fr: Décrire l'idée d'art QR
pt_pt: Descreva a ideia de arte QR
vi: Mô tả ý tưởng nghệ thuật QR

# eg_prompt
source: eg. girl with red hair
de: z.B. Mädchen mit roten Haaren
fr: par exemple. Fille aux cheveux roux
pt_pt: por exemplo. Garota com cabelo ruivo
vi: ví dụ. Cô gái có mái tóc đỏ

source: Generate with an ad
de: Mit einer Anzeige erzeugen
fr: Générer avec une annonce
pt_pt: Gerar com um anúncio
vi: Tạo bằng một quảng cáo

source: Pro Generate
de: Pro generieren
fr: Pro générer
pt_pt: Pro geração
vi: Pro tạo

source: (No ads & more quickly)
de: (Keine Anzeigen & schneller)
fr: (Pas d'annonces et plus rapidement)
pt_pt: (Sem anúncios e mais rapidamente)
vi: (Không có quảng cáo và nhanh hơn)

source: Speed up
de: Beschleunigen
fr: Accélérer
pt_pt: Acelerar
vi: Tăng tốc

source: Analysing the QR...
de: Analyse des QR ...
fr: Analyse du QR ...
pt_pt: Analisando o QR ...
vi: Phân tích QR ...

source: Applying the Style...
de: Den Stil anwenden ...
fr: Appliquer le style ...
pt_pt: Aplicando o estilo ...
vi: Áp dụng phong cách ...

source: Igniting the AI Engine...
de: Den KI -Motor entzünden ...
fr: Le déclenchement du moteur AI ...
pt_pt: Introdução do motor da IA ​​...
vi: Đốt cháy động cơ AI ...

source: Extracting feature...
de: Feature extrahieren ...
fr: EXTRAITE FAUTÉ ...
pt_pt: Recurso de extração ...
vi: Trích xuất tính năng ...
